[
    [
        0,
        "Vi planlægger filterskifte indenfor 4 uger. Regenerering af kalkfilter, inkluderet i serviceaftalen (max. 2 gange årligt)"
    ],
    [
        6,
        "Drypper vand, kan se der er vand under maskinen, kan ikke se hvor det stammer fra."
    ],
    [
        7,
        "Ingen mælk"
    ],
    [
        8,
        "Der løber vand ud af maskinen, i bunden. Kunden kan ikke se om det kommer fra en løs slange eller hvor præcist i maskinen vandet kommer fra."
    ],
    [
        9,
        "Tag fat i Katarina ved ankomst. Maskine BW4c i konferencen melder 34 - vandflowfejl. Ønsker alle maskiner tilset. Der er eftersyn på 2 maskiner."
    ],
    [
        10,
        "Vi planlægger forebyggende service indenfor 4 uger - Thermoplan hovedeftersyn inkluderet i serviceaftalen."
    ],
    [
        12,
        "Forebyggende service - Thermoplan hovedeftersyn inkluderet i serviceaftalen."
    ],
    [
        16,
        "Slår sikringen. Umiddelbart ikke i forbindelse med en bestemt hændelse."
    ],
    [
        17,
        "Giver et par dråber kaffe, ved cafe latte og cappuccino. Viser ingen fejlmeldinger."
    ],
    [
        18,
        "Maskinen vil ikke kører rens. Melder flow error. Kasper 27791474"
    ],
    [
        19,
        "Der kommer vand ud under bunden. Ser ud til at komme fra en firkant der er låst inde, eller så ud bag fra maskinen."
    ],
    [
        20,
        "Stopper til under mixerskål for kakao. Har prøvet at rengøre."
    ],
    [
        21,
        "Deres kaffemaskine er meget langsom til at brygge drikke samt kaffedrikke er for stærk. De eneste drikke som er ok, er alm. kaffe og kakao."
    ],
    [
        22,
        "Flytning (pre-bookning) d. XX-XX-2025 af SN# X680CBCE240600570016 Bentax Kaffemaskine NextGen Pro Fresh og SN# 23240620066 Bentax NextGen Milk Cooler skal flyttes fra Østre Havnevej 35, 2. sal og ned på adressen Østre Havnevej 23, 2. sal. Placering køkkenet 2. sal Noter venligst nyt arbejdssted på maskiner. Kontakt Lene Høj Larsen - Tlf: 8180 8700"
    ],
    [
        26,
        "Vi planlægger forebyggende service indenfor 4 uger - Regenerering af kalkfilter, inkluderet i serviceaftalen (max. 2 gange årligt)"
    ],
    [
        27,
        "Løber vand ud under maskinen, er kun bemandet til kl 14 så ring til Isia hvis det bliver efter det."
    ],
    [
        28,
        "Slår relæ da de kørte rens første gang efter rep."
    ],
    [
        29,
        "Maskinen larmer stadig - der har været skiftet vandpumpe i går, som skulle løse problemet, men kunden mener at maskinen larmer endnu mere end før. Hun er lidt i tvivl om det er normalt, hun synes ikke at de andre maskiner larmer så meget."
    ],
    [
        30,
        "Den vil ikke udlevere vand med brus. Koldt og almindelig vand bliver fint udleveret."
    ],
    [
        31,
        "Vi planlægger forebyggende serviceeftersyn iht. serviceplanen indenfor 4 uger - Evt. filterskifte er inkluderet i serviceaftalen (max. 2 gange årligt)"
    ],
    [
        33,
        "Larmer når den kører skyl/rens."
    ],
    [
        34,
        "Har startet rengøringsprogram 3 gange fordi det stopper i rengøringsprogram. Har 3 gange meldt fejl 119 - Cleaning heating up timeout reached."
    ],
    [
        36,
        "Maskinen er helt død, ingenting lyser, reagerer heller ikke på tryk eller genstart. Maskinen er sat til strøm - kontrolleret en ekstra gang."
    ],
    [
        37,
        "Modul skal returneres til KAR. Skal ikke overflyttes i systemet."
    ],
    [
        39,
        "Maskinen vil ikke udlevere noget, den melder fejl: Fejl damp arrangement - obligatorisk rengøring af dampkresløbet. Maskinen reagerer ikke på tryk, den sidder fast på fejlmeddelelsen."
    ],
    [
        42,
        "Der er en mislyd ved maskinen. Vi har haft slukket for maskinen, men lyden vender tilbage igen on/off. Den kan indtil videre godt brygge kaffe."
    ],
    [
        43,
        "Der drypper noget sort væske bag fra maskinen, det kommer fra en sort rør/ledning der går ind i maskinen. Det drypper en del."
    ],
    [
        48,
        "Telemetri fremsendes til JT. Montering at telemetri på kaffemaskinen, Husk at få registreret SIM kort nummeret på maskinen. Tag billede af ICC nummer eller noter i intern note."
    ],
    [
        49,
        "Drypper vand under maskine, kan ikke se hvor fra. Der er tørt inde ved kakaomixerskål."
    ],
    [
        50,
        "2 ud af 2. Kaffen sprøjter"
    ],
    [
        51,
        "1 ud af 2. Vil ikke levere kaffe, kun kakao."
    ],
    [
        52,
        "Melder vandflow fejl når hun vælger kakao og varmt mælk og komme ringen tevand ud. Kan godt levere kaffe i dag, men mente at den meldte fejl på kaffe i går med vandflow."
    ],
    [
        53,
        "Udløbstiden er de sidste 3 dage på 50 sekunder når de kommer til eftermiddagen. Om morgenen er udløbstiden som den skal være. (se intern)"
    ],
    [
        54,
        "Blå rensenøgle sidder fast, kan ikke skrues ud."
    ],
    [
        55,
        "Melder piston error (TX0113) efter hun har sat rensetabs og grumseskuffe ind ifb. med rengøringsprogram. Forsøgt med genstart og skyl."
    ],
    [
        61,
        "Registrerer ikke at der er tabs i den røde nøgle. Uvist om piston er intakt. Ved rengøring tidligere dage, sprøjtede den med vand ud over det hele."
    ],
    [
        62,
        "Genkørsel: Fejler det samme som i går/i formiddags - maskinen drypper fra slangen. Den har været repareret i dag, men efter få bryg fejler den igen."
    ],
    [
        66,
        "Meget utæt ved gebis"
    ],
    [
        68,
        "Tilgangsslanger på begge maskiner er irret. De er knækket hvor de skrues fast på maskinerne. Der er også noget med boksen under maskinerne."
    ],
    [
        72,
        "Tevand er kun 50 grader og koppen bliver overfyldt."
    ],
    [
        75,
        "Maskine melder Dampkedel tilstoppet (129). Vil godt udlevere kaffe."
    ],
    [
        76,
        "Alm sort kaffe smager ikke af noget, har forsøgt med rengøring og udskiftning af kaffe."
    ],
    [
        77,
        "Kopholder er knækkket."
    ],
    [
        80,
        "Kommer meget vand ud under bunden, bagerste del af maskinen, under rengøring."
    ],
    [
        82,
        "Mælkeslange er gul, gennemfører rengøring hver dag."
    ],
    [
        83,
        "Giver ingen mælkedrikke"
    ],
    [
        84,
        "Der er vand under maskinen. Kan se, der er vand inde i maskinen. Sprutter med mælken og mælk løber ud inde i maskinen."
    ],
    [
        87,
        "Maskinen er utæt"
    ],
    [
        88,
        "Kørt fast i bryggeren"
    ],
    [
        91,
        "Maskinen skulle udlevere 6 kopper kakao, ved den sidste kom der kun vand ud. Kunden har tømt tragten for kakao, renset og tørret den - så vil den udlevere kakao igen. Efter rens i morges kom der van ud bagved fra maskinen, og kakaotragten var fyldt med vand. Kunden tømt tragten, tørret den af, nu udleverer maskinen mærkelig kakao og den kører også meget længere end normalt, der kommer meget kakao ud af den."
    ],
    [
        92,
        "Rød rensenøgle er knækket."
    ],
    [
        93,
        "Maskine er utæt for vand."
    ],
    [
        95,
        "Vi har fejl på vores kaffemaskine på torvet, det er den helt til venstre. Opdatering: Den skriver air break microswitch blokeringsfejl."
    ],
    [
        96,
        "Maskinen melder flowfejl."
    ],
    [
        97,
        "Vi planlægger forebyggende service indenfor 4 uger - Regenerering af kalkfilter, inkluderet i serviceaftalen (max. 2 gange årligt)"
    ],
    [
        99,
        "Indmeldt af Britta. Laver kakaopropper, og motoren kører ujævnt. Hun kan mærke det."
    ]
]